{
  "headerItems": [
    {
      "id": 1,
      "title": "Configurer Surfed\nExtension Safari",
      "imageName": "safari",
      "color": 0,
      "supportPages": [
        {
          "id": 0,
          "title": "Configurer l'extension Safari",
          "subtitle": "Bienvenue sur Surfed, votre nouveau gestionnaire d'historique et de favoris Safari et outil de statistiques de navigation.\n\nPour utiliser Surfed dans toute son étendue, vous devez activer l'extension Safari.\n\nIl y a deux façons de l'activer. Faites glisser vers l'étape suivante pour savoir comment ça fonctionne.",
          "localImage": "LargeIcon"
        },
        {
          "id": 1,
          "title": "1. Configuration via l'application Réglages",
          "subtitle": "- Ouvrez l'application Réglages\n- Choisissez Safari > Extensions > Surfed\n- Activez Surfed\n- Sélectionnez \"Tous les sites web\" et activez \"Tous les sites web\".",
          "videoURL": "https://hosy.github.io/surfed-support/images/en/Settings-Safari-Extensions.mp4"
        },
        {
          "id": 2,
          "title": "2. Configuration via Safari",
          "subtitle": "- Ouvrez Safari\n- iPhone: Appuyez sur le bouton Reader > Extensions > Surfed\niPad: Appuyez sur l'icône Puzzle > Gérer les extensions > Surfed\n- Activez Surfed\n- Appuyez sur Surfed",
          "videoURL": "https://hosy.github.io/surfed-support/images/en/Safari-Extension.mp4"
        }
      ]
    },
    {
      "id": 17,
      "title": "Quoi de neuf",
      "imageName": "étincelles",
      "color": 1,
      "supportPages": [
        {
          "id": 0,
          "title": "Version 1.4.1",
          "subtitle": "Fonctions de déclenchement Web\nPréparez des actions avec les nouvelles fonctions de déclenchement Web disponibles: \nRecherche et Remplacement, Supprimer une chaîne de caractères, décoder/coder une URL, dérouler une URL raccourcie\nNouvelles actions principales: Afficher l'article, Écouter l'article\n\nAction de feuille de partage\nLa feuille de partage dispose d'une nouvelle extension d'action pour exécuter rapidement des actions d'URL et des déclencheurs Web sur le site Safari actuel\n\nFeuille de partage\nExécutez des actions de déclenchement Web, d'article et d'IA directement depuis la feuille de partage\n\nDernières étiquettes\nConfigurez le nombre de dernières étiquettes à afficher\n\nNouveau:\n• Afficher les erreurs OpenAI\n• Réinitialiser les paramètres non critiques avec le schéma URL\n• Popup Safari : Action Flag ajoutée\n• Déclencheur Web : Prise en charge des paramètres personnalisés imbriqués ajoutée\n• Déclencheur Web : nouveau paramètre \"ID URL\"\n• Le paramètre d'URL \"auto-run-web-trigger=false\" est ajouté à l'URL pour éviter l'exécution automatique des déclencheurs Web\n\nCorrection :\n• Limite de la longueur de la clé API OpenAI\n• Crash de l'iPad"
        },
        {
          "id": 1,
          "title": "Version 1.4",
          "subtitle": "Recherche de texte intégral, Affichage d'article, Écoute d'article\nExpérience de lecture et d'écoute sans couture avec de nouvelles fonctionnalités. La recherche de texte intégral et l'affichage d'article aident à trouver des articles sauvegardés et améliorent la lecture sans distraction. Écouter l'article s'intègre au lecteur multimédia iOS pour écouter des articles avec des informations supplémentaires.\n\nActions de notification\nPersonnalisez jusqu'à 11 actions par déclenchement Web de notification pour Safari avec des options telles que l'exécution de raccourcis, l'ouverture de schémas d'application, l'ajout de notes ou d'étiquettes, l'écoute de l'article, l'ajout d'une note, le marquage et la synthèse de l'article avec OpenAI, etc. Apportez des modifications pour personnaliser les actions de notification et visualisez-les en fonction des règles de déclenchement. Essayez également des actions de notification préconfigurées à partir de la galerie de déclencheurs Web.\n\nMarquage automatique\nLe marquage des sites Web n'a jamais été aussi facile avec notre dernière action de déclenchement Web - \"Tag With...\". Cette fonctionnalité vous permet de marquer automatiquement les sites Web pendant que vous naviguez, ce qui facilite l'organisation et la catégorisation de votre contenu Web.\n\nBarre de filtre rapide\nUne nouvelle barre de filtre est maintenant disponible dans toutes les listes et la recherche globale pour sélectionner rapidement des filtres parmi différentes options. La barre de filtre rapide facilite la recherche d'URL dans l'historique de navigation et les favoris plus que jamais.\n\nActions de liste configurables\nAvec cette fonctionnalité, vous pouvez configurer chaque liste avec ses propres actions de sélection, de glissement avant et arrière. Cela vous permet de personnaliser votre expérience de navigation et d'accéder rapidement et facilement aux actions dont vous avez besoin.\n\nActions OpenAI\nAvec les actions OpenAI, vous pouvez facilement ajouter des étiquettes ou résumer un article par OpenAI, ce qui facilite l'organisation et la catégorisation de votre contenu Web. Cette fonctionnalité est facultative et nécessite une clé API. Rien ne sera envoyé sans interaction de l'utilisateur, assurant que votre vie privée est toujours protégée.\n\nNouvelles actions de déclenchement Web\n• Paramètre personnalisé de couleur\n• Bloc de commentaire\n• Afficher le badge de l'application\n• Ajouter une note\n• Parler de l'article\n• Résumer l'article avec l'IA\n• Ajouter des étiquettes avec l'IA\n• Nouveau paramètre personnalisé \"Temps total quotidien\"\n\nNouvelles actions d'application\n• Ouvrir dans… (ouvrir des URL dans des navigateurs installés et des applications sélectionnées comme Zoom, Apollo)\n• Afficher le menu des actions\n• Exécuter le déclencheur Web (dans l'application sur l'URL sélectionnée)\n• Afficher l'URL\n• Ouvrir dans Zoom\n• Afficher l'article\n• Afficher et éditer la note\n• Navigateur intégré\n• Ouvrir en mode lecteur\n• Copier l'article\n\nNouveau\n• Navigateur intégré et mode lecteur\n• Mode à trois colonnes sur iPad et macOS\n• Sélecteur de date dans les listes d'historique\n• Notes d'URL - ajouter une note à une URL\n• Tous les termes de recherche par date ont maintenant toutes les conditions (est, n'est pas, avant, après)\n• Nouveaux types de filtres : Article, Auteur, Langue de l'article, Note\n• Recherche de balises dans l'historique et la recherche globale avec \"#nomdétiquette\"\n• Affiche les étiquettes attribuées, les favoris, les marquages, l'état de l'article et de la note ainsi que le bouton d'action dans les cellules de texte et d'icône réduites et la vue détaillée\n• Nouvelles actions de raccourci : Obtenir une note, Obtenir un article, Définir une note, Supprimer une étiquette de l'URL\n• Icônes d'application de couleurs alternées\n• Afficher l'état de marquage ou de favori dans les résultats de recherche globale\n• Afficher la date et l'heure dans la liste de l'historique de la popup Safari\n• Prise en charge de l'option \"Importer des questions\" pour les déclencheurs Web et les collections\n• Interface utilisateur de l'éditeur mise à jour pour les déclencheurs Web et les collections\n• Ajout de composants URL à JSON-Array\n• Liens profonds vers les étiquettes et les collections avec un nom comme surfed://tag/Apple, surfed://collection/Apple\n• Élément de déclenchement Web ajouté à la recherche globale\n• Nouveau type de cellule de liste \"Texte long\"\n• Exécution manuelle du déclencheur Web en ajoutant le paramètre clé/valeur \"run-web-trigger=My Trigger\" à la barre d'adresse dans Safari\n\nGalerie de déclencheurs Web\n• Avertissement de contenu\n• Limite de navigation quotidienne\n• Marquage automatique\n• Surligner les termes de recherche\n\nCorrection :\n• Popup de l'extension Safari : Marquer\n• Résolution des paramètres personnalisés dans toutes les actions de déclenchement Web\n• Actualisation des éléments de la barre latérale dans plusieurs fenêtres\n• Tri des étiquettes et des collections (insensible à la casse)\n• Ajout de groupes de collections à la section des favoris\n• mise à jour du titre dans les listes après l'édition\n• Blocage de l'interface utilisateur lors de la recherche\n• Tester un déclencheur Web en utilisant les paramètres personnalisés configurés"
        },
        {
          "id": 2,
          "title": "Version 1.3",
          "subtitle": "Déclenchement Web est une nouvelle fonctionnalité d'automatisation web dans Surfed.\nExécutez des raccourcis, ouvrez des schémas d'application, effectuez des demandes d'URL en arrière-plan, injectez du code JavaScript, affichez des notifications, copiez dans le presse-papiers - tout automatiquement lors de la navigation sur des sites Web dans Safari.\nConsultez la galerie pour des déclencheurs Web préconfigurés faciles à installer.\n\nNouveau :\n\n• Action de recherche On This Day\nCliquez sur l'action On This Day pour une entrée d'URL pour afficher l'historique de ce jour-là.\n\n• Action de raccourci Exporter l'étiquette avec des URLs taguées\nExportez une ou plusieurs étiquettes avec toutes les URLs taguées dans un fichier. Cela peut être utilisé pour partager une étiquette avec d'autres via le partage de fichiers iCloud.\n\n• Action de copie d'URL au format Markdown\nObtenez un lien formaté en markdown avec le titre et le lien.\n\n• Nouvelles méthodes de tri par état marqué et favori\nMaintenant, vous pouvez trier vos listes par état marqué et favori\n\n• Boutons de la barre d'outils\nSur iPadOS 16 et macOS Ventura, tous les éléments du menu contextuel sont désormais disponibles dans la barre d'outils.\n\n• Tout nouveau sélecteur de symboles\nAvec la nouvelle interface utilisateur de sélection de symboles, il est facile de trouver l'icône appropriée pour vos étiquettes, collections et déclencheurs Web. Maintenant avec une tonne de nouveaux symboles.\n\n• Mode Aperçu : bouton Ouvrir dans Safari ajouté\nVous pouvez désormais passer votre lien du mode Aperçu à Safari\n\n• Interface en ligne de commande sur macOS\nSur macOS, vous pouvez désormais rechercher votre historique de navigation, des URLs, des étiquettes et des collections à partir de la ligne de commande.\n\nCorrection :\n• Recherche globale : recherche d'URL qui ne sont pas dans l'histor search for urls, which are not in history\n• fixed loading error in Safari popup\n• added a new preferences window\n• Blacklisting fixed\n• Search in Safari extension popup group results by URL",
          "imageURL": "https://surfed.app/support/images/en/1.3.png",
          "darkImageURL": "https://surfed.app/support/images/en/1.3-dark.png"
        },
        {
          "id": 3,
          "title": "Version 1.2",
          "subtitle": "Nouveau:\n• Protection par mot de passe\nProtégez votre historique de navigation et Surfed avec votre mot de passe. Personne ne peut voir votre historique de navigation, vos étiquettes et vos collections.\n\n• iOS 16: Widgets sur l'écran de verrouillage\n• Nouveau widget \"Rechercher dans Surfed\"\n• Nouvelles actions système : Sauvegarde et restauration de la base de données Surfed\n• Nouvelle action système : Supprimer tous les éléments de l'historique\n• Nouvelle action de raccourci \"Sauvegarder la base de données\"\n• Ajout d'un menu contextuel aux éléments de recherche globale\n• Mise à jour de la mise en page des widgets\n• Ajout des \"Dernières étiquettes\" au menu contextuel \"Étiquette\"\n• Ajout de paramètres utilisateur pour afficher/masquer la section des étiquettes/collections dans la feuille de partage\n• Améliorations de l'interface utilisateur\n• Localisation chinoise\n\nCorrection :\n• L'élément de menu \"Ajouter une étiquette...\" n'était pas disponible dans le menu contextuel \"Étiquette\"\n• L'alerte du mode de navigation privée s'affichait après la fermeture des notes de version.",
          "imageURL": "https://surfed.app/support/images/en/password.png",
          "darkImageURL": "https://surfed.app/support/images/en/password-dark.png"
        },
        {
          "id": 4,
          "title": "Version 1.1.1",
          "subtitle": "Correction :\n• Le déverrouillage de la fonctionnalité \"Pro Feature\" n'était pas valide dans les extensions d'application.",
          "systemImage": "wrench"
        },
        {
          "id": 5,
          "title": "Version 1.1",
          "subtitle": "Nouveau :\n• Galerie de collections\nLa galerie propose des collections préconfigurées qui peuvent être utilisées en un seul clic. (\"Ajouter une collection\" > \"Galerie\")\n\n• La version macOS est disponible\n• Recherche avec des expressions régulières dans les collections intelligentes\n• Nouveau paramètre : enregistrer l'historique en mode navigation privée (par défaut, ne pas enregistrer)\n• Recherche globale : le terme de recherche \"#\" limite la recherche aux étiquettes, \"@\" limite la recherche aux collections\n• Les collections sont maintenant appelées \"Collections intelligentes\"\n• Enregistrer les collections et les étiquettes dans l'application Files\n• Localisation allemande\n\nCorrection :\n• Certaines pages web n'étaient pas ajoutées à l'historique\n• La session est terminée lorsque les onglets et les fenêtres sont fermés\n• Conditions de date et d'heure dans les collections\n• iPad : Ouvrir dans une nouvelle fenêtre\n• Raccourci : Obtenir les métadonnées pour l'URL",
          "imageURL": "https://surfed.app/support/images/en/gallery.jpeg",
          "darkImageURL": "https://surfed.app/support/images/en/gallery-dark.jpeg"
        }
      ]
    }
  ],
  "highlightedSections": [
    {
      "id": 3,
      "title": "Principales fonctionnalités",
      "items": [
        {
          "id": 4,
          "title": "Historique",
          "subtitle": "Votre historique de navigation Safari avec une recherche puissante.",
          "imageName": "clock",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "Historique de navigation",
              "subtitle": "Surfed enregistre l'historique de navigation de tous les sites web visités dans Safari. La condition préalable est que toutes les autorisations aient été accordées à cet effet. Cela permet à Surfed de rechercher l'historique à l'aide de diverses métadonnées et de trouver ainsi les pages Web souhaitées plus rapidement et plus précisément.\n\nL'enregistrement de l'historique permet de créer des statistiques d'activités de navigation et d'obtenir une vue d'ensemble précise de toutes les sessions.",
              "systemImage": "clock"
            },
            {
              "id": 1,
              "title": "Liste noire",
              "subtitle": "Les sites web qui ne doivent pas apparaître dans l'historique, les statistiques ou la recherche peuvent être ajoutés à une liste noire. Avec des caractères génériques et des expressions régulières, ils peuvent être appariés de manière exacte.\nAprès l'ajout d'une entrée, il est possible de nettoyer l'historique existant avec la nouvelle entrée.",
              "systemImage": "xmark.shield"
            },
            {
              "id": 2,
              "title": "Confidentialité",
              "subtitle": "L'historique de navigation est privé et personnel. Toutes les données sont stockées uniquement sur votre appareil et ne peuvent être consultées par personne d'autre, y compris nous.\nSurfed ne collecte pas de données d'analyse et de diagnostic.",
              "systemImage": "lock.shield"
            }
          ]
        },
        {
          "id": 5,
          "title": "Collections",
          "subtitle": "Créez des listes intelligentes à partir de votre historique de navigation ou de vos étiquettes.",
          "imageName": "wand.and.stars",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "Listes intelligentes",
              "subtitle": "Les collections sont des listes intelligentes qui utilisent des expressions de recherche pour trouver les pages Web souhaitées.\nLa configuration est simple et peut contenir un nombre illimité de relations ET/OU. Il existe une variété de champs de recherche pour cela.\nLes collections peuvent afficher soit un historique de recherche individuel, soit les pages Web regroupées.",
              "systemImage": "wand.and.stars"
            }
          ]
        },
        {
          "id": 6,
          "title": "Étiquettes",
          "subtitle": "Marquez vos sites web et trouvez-les plus facilement.",
          "imageName": "tag",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "#Hashtag",
              "subtitle": "Les pages Web dans Safari ou les liens importés à partir d'applications tierces peuvent être marqués avec un ou plusieurs tags et sont ensuite accessibles sous le tag. Les tags peuvent être trouvés via la recherche de liste, la recherche globale et via iOS Spotlight.\nLes tags peuvent être regroupés dans des dossiers.",
              "systemImage": "tag"
            },
            {
              "id": 1,
              "title": "Action de tag",
              "subtitle": "L'action de tag permet d'exécuter une action lorsqu'un lien d'un tag est ouvert. Une URL peut être supprimée d'un tag et/ou un autre tag peut être assigné.\nCela peut être utilisé pour créer une fonction #Lire-plus-tard, par exemple."
            }
          ]
        },
        {
          "id": 7,
          "title": "Statistiques",
          "subtitle": "Ayez un aperçu de vos activités de navigation.",
          "imageName": "square.dashed",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "Sessions",
              "subtitle": "Chaque activité de navigation est enregistrée avec l'heure de début et de fin. Ainsi, différentes statistiques peuvent être générées. Pour chaque page Web consultée, un aperçu détaillé avec l'heure et la durée peut être consulté.\nLes Top domaines et Top pages donnent un aperçu des pages Web populaires. Le temps de session montre quelles pages Web ont été visitées le plus longtemps. Outre la somme de tous les jours, un jour spécifique peut également être affiché, en paginant la date dans l'en-tête de la liste. La vue statistique montre la somme de toutes les activités pour des périodes de temps spécifiques. La vue de jour est également disponible sous forme de widget.",
              "systemImage": "square.dashed"
            }
          ]
        }
      ]
    },
    {
      "id": 8,
      "title": "Fonctionnalités supplémentaires",
      "items": [
        {
          "id": 9,
          "title": "Raccourcis",
          "subtitle": "Actions pour le marquage, la recherche et l'exportation.",
          "imageName": "square.2.stack.3d",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "Automatisation puissante",
              "subtitle": "Les raccourcis sont un outil puissant pour effectuer des actions en arrière-plan. Pour cela, Surfed n'a pas besoin d'être ouvert. Surfed propose de nombreuses actions pour marquer les pages Web, filtrer l'historique de navigation et exporter les collections, les étiquettes, les favoris et l'historique.",
              "systemImage": "square.2.stack.3d"
            }
          ]
        },
        {
          "id": 10,
          "title": "Rappels",
          "subtitle": "Définir des rappels récurrents ou non récurrents pour les sites web.",
          "imageName": "alarm",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "Soyez rappelé",
              "subtitle": "Un rappel peut être défini pour chaque page Web. Cela peut être récurrent ou non. Une notification est affichée à l'heure choisie. Lorsqu'il est tapé, la page Web s'ouvre directement dans le navigateur. Les rappels ne sont pas seulement une bonne aide pour les liens de réunion, mais aussi pour être rappelé d'une page Web à un moment ultérieur.",
              "systemImage": "alarm"
            }
          ]
        },
        {
          "id": 11,
          "title": "Widgets",
          "subtitle": "Ajoutez un widget personnel à votre écran d'accueil.",
          "imageName": "apps.iphone",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "Widgets",
              "subtitle": "Les widgets offrent la possibilité d'accéder directement aux liens et aux statistiques directement sur l'écran d'accueil.\nLes statistiques quotidiennes montrent combien de sites Web ont été visités aujourd'hui et combien de temps total a été passé.\nLe widget de collection montre des liens vers une liste sélectionnée. En cliquant sur un lien, il s'ouvre directement dans le navigateur.",
              "systemImage": "apps.iphone"
            }
          ]
        },
        {
          "id": 18,
          "title": "Web Trigger",
          "subtitle": "Exécutez des actions automatisées lors de la navigation sur des sites web dans Safari.",
          "imageName": "arrow.uturn.up",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "Web Trigger",
              "subtitle": "Exécutez des raccourcis, ouvrez des schémas d'application, effectuez des requêtes d'URL en arrière-plan, injectez du code JavaScript, affichez des notifications, copiez dans le presse-papiers - tout automatiquement lors de la navigation sur des sites web dans Safari.\nConsultez la galerie pour des déclencheurs Web préconfigurés faciles à installer.\n\nUn déclencheur Web sera exécuté si au moins un groupe de règles de déclenchement correspond aux critères. Il peut être utilisé pour exécuter des URL (en arrière-plan), ouvrir des schémas d'application, exécuter des actions Shortcut, copier dans le presse-papiers, afficher des notifications ou exécuter du JavaScript sur le site web actuel. Il est possible de passer des paramètres avec des informations de site web et d'historique associées. Il y a beaucoup de paramètres disponibles. Si un dictionnaire JSON est ajouté, les clés suivantes sont disponibles : événement, URL, titre, méta, date, intervalle, identifiant d'historique, identifiant de session, appareil, visites.",
              "systemImage": "arrow.uturn.up"
            },
            {
              "id": 1,
              "title": "Actions",
              "subtitle": "Raccourcis\n\nEntrez ici uniquement le nom du raccourci à exécuter.\nUn dictionnaire JSON avec toutes les clés disponibles sera automatiquement ajouté. Les actions des raccourcis demanderont à l'utilisateur confirmation avant d'être exécutées.\n\nSchémas d'application\n\nEntrez ici un schéma d'application personnalisé. Veuillez cliquer sur \"Paramètres\" pour ajouter des valeurs personnalisées à l'URL. Les schémas d'application demanderont à l'utilisateur confirmation avant d'être exécutés.\n\nUne liste de schémas d'application personnalisés peut être trouvée ici :\nCustom App Schemes\n\n\nRequêtes d'URL en arrière-plan\n\nL'URL peut être une adresse HTTP ou HTTPS.\nVeuillez cliquer sur \"Paramètres\" pour ajouter des valeurs personnalisées à l'URL. Les URL des sites Web seront exécutées en arrière-plan.\n\nPar exemple\n https://maker.ifttt.com/trigger/{event}/with/key/webhooks_key?value1={{url}}\n\n\n**Copier dans le presse-papiers**\n\nCopie la valeur dans le presse-papiers du système. Vous pouvez ajouter des paramètres qui seront remplacés par le contenu du paramètre.\n\nAfficher une notification\n\nAffiche une bannière de notification avec la valeur du titre et du message. Vous pouvez ajouter des paramètres qui seront remplacés par le contenu du paramètre.\n\nJavaScript\n\nExécute le code JavaScript donné dans le document HTML.\n\nParamètre personnalisé\n\nCrée un paramètre personnalisé qui peut être utilisé comme espace réservé dans toutes les actions. Par exemple, si vous ajoutez un paramètre avec le nom couleur et la valeur rouge, tous les espaces réservés avec la chaîne {{couleur}} seront remplacés par rouge."
            },
            {
              "id": 2,
              "title": "Options avancées",
              "subtitle": "Événement du site web\n\nL'événement de site web par défaut est Ouvrir. Cela signifie que le déclencheur Web sera exécuté lorsque le site web sera ouvert. Les actions de raccourcis et de schémas d'application ne peuvent être effectuées que dans l'événement Ouvrir. Toutes les autres actions fonctionnent également dans ces types d'événements :\n\nArrière-plan\n\nSera déclenché lorsque Safari sera masqué.\n\nAvant-plan\n\nSera déclenché lorsque Safari deviendra visible.\n\nQuitter\n\nSera déclenché lorsque l'onglet du site web sera fermé ou que l'utilisateur naviguera vers un autre site web.\n\n\nVisité\n\nSi Visitée est défini sur Personnalisé, le déclencheur Web peut être configuré pour être exécuté uniquement lorsque les visites de la page correspondent aux critères."
            }
          ]
        },
        {
          "id": 12,
          "title": "Messages",
          "subtitle": "Envoyez un lien directement depuis les messages.",
          "imageName": "message",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "Envoyer des liens",
              "subtitle": "Avec l'extension Surfed pour Messages.app, vous pouvez accéder directement à votre historique de navigation et envoyer le lien souhaité.",
              "systemImage": "message"
            }
          ]
        },
        {
          "id": 13,
          "title": "Partage",
          "subtitle": "Importer des liens de partout",
          "imageName": "square.and.arrow.up",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "Importer des liens",
              "subtitle": "Les liens peuvent être importés depuis toute application qui offre une feuille de partage. Après avoir sélectionné Partager, vous devez appuyer sur l'icône de Surfed.\nMaintenant, vous pouvez éventuellement ajouter un hashtag au lien avant de l'importer ou l'ajouter à une collection.\nVous pouvez également utiliser la feuille de partage dans Safari comme alternative à l'extension Surfed pour Safari.",
              "systemImage": "square.and.arrow.up"
            }
          ]
        },
        {
          "id": 14,
          "title": "Aperçu",
          "subtitle": "Faites défiler votre collection de sites Web.",
          "imageName": "play.rectangle",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "Mode Aperçu",
              "subtitle": "Pour afficher une collection de pages Web, elles peuvent être affichées directement dans le mode d'aperçu de Surfed.\nEn faisant glisser vers le côté, la page Web suivante est affichée.\nDans une collection de balises, les pages Web intéressantes peuvent être marquées d'un drapeau ou les pages Web qui ne sont plus pertinentes peuvent être supprimées directement.\nLe mode d'aperçu simplifie une prévisualisation et une sélection de contenu de page Web sans distraction.",
              "systemImage": "play.rectangle"
            }
          ]
        }
      ]
    },
    {
      "id": 15,
      "title": "Achat intégré",
      "items": [
        {
          "id": 16,
          "title": "Déverrouillez les fonctionnalités Pro",
          "subtitle": "Soutenez le développement et utilisez toutes les fonctionnalités sans limites.",
          "imageName": "heart.fill",
          "color": 0,
          "supportPages": [
            {
              "id": 0,
              "title": "Obtenez un accès illimité",
              "subtitle": "Surfed peut être utilisé gratuitement, mais certaines fonctionnalités sont limitées.\nConsultez les pages suivantes pour savoir quelles fonctionnalités peuvent être utilisées après le déverrouillage.",
              "systemImage": "heart"
            },
            {
              "id": 1,
              "title": "Utilisez sur iPhone, iPad et Mac",
              "subtitle": "Achetez ou abonnez-vous et utilisez Surfed sur n'importe lequel de vos appareils, y compris iPhone, iPad et Mac.\nPour restaurer, appuyez sur le bouton \"Restaurer l'achat précédent\" ci-dessous, pour déverrouiller à nouveau les fonctionnalités Pro.",
              "systemImage": "laptopcomputer.and.iphone"
            },
            {
              "id": 2,
              "title": "Protection par mot de passe",
              "subtitle": "Protégez votre historique de navigation et Surfed avec votre mot de passe. Personne ne peut voir votre historique de navigation, vos balises et vos collections.",
              "systemImage": "lock"
            },
            {
              "id": 3,
              "title": "Collections intelligentes illimitées",
              "subtitle": "Les collections intelligentes sont puissantes. Vous pouvez créer vos propres collections dynamiques de sites Web ou d'historiques de navigation pour trouver et accéder facilement à vos URL.\nAprès le déverrouillage, vous pouvez créer des collections intelligentes illimitées.",
              "systemImage": "wand.and.stars"
            },
            {
              "id": 4,
              "title": "Écoutez des articles",
              "subtitle": "Écoutez des articles au lieu de les lire. Vous pouvez commencer cela directement depuis Safari avec une action Web Trigger ou dans Surfed à partir de la vue de l'article.",
              "systemImage": "speaker.wave.3"
            },
            {
              "id": 5,
              "title": "Automatisation de raccourcis",
              "subtitle": "Utilisez des actions de raccourci et automatisez Surfed en arrière-plan.\nSurfed sera livré avec de nombreuses actions puissantes pour gérer vos tâches en arrière-plan.",
              "systemImage": "square.2.stack.3d"
            },
            {
              "id": 6,
              "title": "Déclencheur Web",
              "subtitle": "Exécutez des Webhooks, des raccourcis ou ouvrez des applications automatiquement, lors de la navigation sur des sites Web dans Safari.",
              "systemImage": "arrow.uturn.up"
            },
            {
              "id": 7,
              "title": "Liste noire",
              "subtitle": "Mettez sur liste noire des sites Web ou des domaines qui ne doivent pas être visibles dans l'historique ou les statistiques.\n\nC'est votre historique de navigation et la confidentialité est importante.",
              "systemImage": "xmark.shield"
            },
            {
              "id": 8,
              "title": "Widgets",
              "subtitle": "Avec les widgets, vous pouvez obtenir des statistiques sur votre activité de navigation ou vous pouvez ouvrir des URL de balises et de collections directement depuis votre écran d'accueil.",
              "systemImage": "apps.iphone"
            },
            {
              "id": 9,
              "title": "Rappels",
              "subtitle": "N'oubliez pas d'ouvrir un lien au bon moment. C'est très pratique pour ouvrir des liens de réunion ou programmer un lien pour plus tard.\nLes rappels peuvent être récurrents ou non.",
              "systemImage": "alarm"
            },
            {
              "id": 10,
              "title": "Statistiques",
              "subtitle": "Ayez une vue d'ensemble de vos activités de navigation.",
              "systemImage": "chart.line.uptrend.xyaxis"
            },
            {
              "id": 11,
              "title": "Exporter",
              "subtitle": "Exportez tous vos tags, collections et favoris. Ce fichier peut être importé sur d'autres appareils pour synchroniser vos tags, collections et favoris.",
              "systemImage": "arrow.up.doc"
            },
            {
              "id": 12,
              "title": "Action de Tag",
              "subtitle": "L'action de Tag offre la possibilité d'exécuter une action lorsqu'un lien d'un tag est ouvert.",
              "systemImage": "wrench.and.screwdriver"
            }
          ]
        }
      ]
    }
  ],
  "faqSections": [
    {
      "id": 0,
      "title": "Questions générales",
      "hasDetailPage": true,
      "items": [
        {
          "id": 0,
          "title": "Des raccourcis clavier sont-ils disponibles ?",
          "text": "Oui ! La plupart des actions sont disponibles via des raccourcis clavier sur l'iPad. Appuyez longuement sur la touche de commande pour obtenir une liste des commandes de clavier disponibles pour la sélection en cours. Vous pouvez naviguer entre les vues avec la touche Tap."
        },
        {
          "id": 1,
          "title": "Puis-je créer un lien profond via URL-Scheme vers une vue ?",
          "text": "Bien sûr ! Des liens profonds sont disponibles pour tous les éléments de la barre latérale :\n\nHistorique :\t\tsurfed://history\nAujourd'hui :\t\tsurfed://today\nFavoris :\t\tsurfed://favorite\nPages les plus consultées :\t\tsurfed://statistic/sites\nDomaines les plus consultés :\tsurfed://statistic/domains\nTemps de session :\tsurfed://statistic/time\nRappels :\tsurfed://reminders\nRecherche :\t\tsurfed://search/term\nCollection :\t\tsurfed://collection/#\nTag :\t\t\tsurfed://tag/#\n\n(Remplacez # par l'identifiant d'une collection ou d'un tag,\nRemplacez term par votre terme de recherche ou laissez-le vide)"
        },
        {
          "id": 2,
          "title": "Puis-je rechercher des éléments via Spotlight ?",
          "text": "Absolument ! Les collections et les tags peuvent être recherchés via la recherche Spotlight d'iOS."
        },
        {
          "id": 3,
          "title": "Est-il possible d'exporter et d'importer ma bibliothèque ?",
          "text": "Les favoris et les tags avec tous les sites web associés peuvent être exportés et importés avec toutes les informations méta. Vous pouvez utiliser la fonction d'importation et d'exportation pour partager des éléments avec d'autres personnes ou pour amener votre bibliothèque sur un autre appareil et la synchroniser."
        },
        {
          "id": 4,
          "title": "Les actions pour un élément sélectionné sont-elles disponibles ?",
          "text": "Un appui long sur un élément sélectionné vous montrera un menu contextuel avec les actions disponibles. Les éléments de liste ont des actions de glissement en fin et en début. Sur l'iPad, toutes les actions sont disponibles via des raccourcis clavier."
        },
        {
          "id": 5,
          "title": "Des raccourcis de termes de recherche sont-ils disponibles ?",
          "text": "Voici un aperçu des raccourcis de termes de recherche disponibles pour la recherche globale et par liste :\n\nGénéral :\nterm\t\t\tRechercher tout (URL, titre, description méta, date)\nu:term\t\t\tRechercher l'URL pour le terme donné\nurl:term \t\tRechercher l'URL pour le terme donné\nt:term\t\t\tRechercher le titre pour le terme donné\ntitle:term\t\tRechercher le titre pour le terme donné\nm:term\t\t\tRechercher la description méta pour le terme donné\nmeta:term\t\tRechercher la description méta pour le terme donné\n\nTous les termes ci-dessus peuvent être négatifs avec le préfixe !. Exemples :\n!term\t\t\tURL, titre, description méta ne contenant pas le terme\n!u:term\t\t\tURL ne contenant pas le terme\n\nDate :\nd:term\t\t\tDate au format jj.mm.aaaa (utilisez % comme espace réservé, par exemple : %.05.2022)\n:t\t\t\t\tAujourd'hui\n:ld\t\t\t\tHier\n:w\t\t\t\tSemaine en cours\n:lw\t\t\t\tSemaine dernière\n:m\t\t\t\tMois en cours\n:lm\t\t\t\tMois dernier\n:y\t\t\t\tAnnée en cours\n:ly\t\t\t\tAnnée dernière\n\nEtats :\n:f\t\t\t\tMarqué\n!:f\t\t\t\tNon marqué\n:s\t\t\t\tFavori\n!:s\t\t\t\tNon favori\n\nTypes :\n#\t\t\t\tTags uniquement\n\nVous pouvez utiliser plusieurs termes de recherche. Remplacez le terme par votre filtre de recherche."
        },
        {
          "id": 6,
          "title": "Existe-t-il une interface de ligne de commande (CLI) pour rechercher à partir du terminal sur macOS ?",
          "text": "Oui, vous pouvez rechercher votre historique, vos collections et vos tags directement à partir du terminal, sans ouvrir l'application macOS. Accédez à \"Surfed.app/Contents/MacOS/surfed-cli.app/Contents/MacOS\" et exécutez \"./surfed-cli\" pour obtenir une aide avec tous les paramètres."
        }
      ]
    },
    {
      "id": 1,
      "title": "Foire aux questions",
      "hasDetailPage": true,
      "items": [
        {
          "id": 0,
          "title": "Qu'en est-il de la vie privée?",
          "text": "L'historique de navigation est privé et personnel. Toutes les données sont stockées uniquement sur votre appareil et ne peuvent être consultées par personne d'autre, y compris nous.\nSurfed ne collecte pas de données analytiques et de diagnostic."
        },
        {
          "id": 1,
          "title": "Surfed est-il disponible sur Mac?",
          "text": "Oui, vous pouvez télécharger Surfed pour Mac ici : https://apps.apple.com/fr/app/surfed-verlauf-bookmark/id1591590700\n\nVotre achat intégré est également valable sur Mac."
        }
      ]
    },
    {
      "id": 2,
      "title": "Licences",
      "hasDetailPage": true,
      "items": [
        {
          "id": 0,
          "title": "SQLite.swift",
          "text": "(The MIT License)\n\nCopyright (c) 2014-2015 Stephen Celis (<stephen@stephencelis.com>)\n\nPermission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
        },
        {
          "id": 1,
          "title": "SwiftyStoreKit",
          "text": "Copyright (c) 2015-2016 Andrea Bizzotto bizz84@gmail.com\n\nPermission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
        },
        {
          "id": 2,
          "title": "TPInAppReceipt",
          "text": "MIT License\n\nCopyright (c) 2016-present Pavel Tikhoneko\n\nPermission is hereby granted, free of charge, to any person obtaining a copy\nof this software and associated documentation files (the \"Software\"), to deal\nin the Software without restriction, including without limitation the rights\nto use, copy, modify, merge, publish, distribute, sublicense, and/or sell\ncopies of the Software, and to permit persons to whom the Software is\nfurnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all\ncopies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR\nIMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,\nFITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE\nAUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER\nLIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,\nOUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE\nSOFTWARE."
        },
        {
          "id": 3,
          "title": "AsyncView",
          "text": "MIT License\n\nCopyright (c) 2021 Ralf Ebert\n\nPermission is hereby granted, free of charge, to any person obtaining a copy\nof this software and associated documentation files (the \"Software\"), to deal\nin the Software without restriction, including without limitation the rights\nto use, copy, modify, merge, publish, distribute, sublicense, and/or sell\ncopies of the Software, and to permit persons to whom the Software is\nfurnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all\ncopies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR\nIMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,\nFITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE\nAUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER\nLIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,\nOUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE\nSOFTWARE."
        },
        {
          "id": 4,
          "title": "KeychainSwift",
          "text": "The MIT License\n\nCopyright (c) 2015 - 2021 Evgenii Neumerzhitckii\n\nPermission is hereby granted, free of charge, to any person obtaining a copy\nof this software and associated documentation files (the \"Software\"), to deal\nin the Software without restriction, including without limitation the rights\nto use, copy, modify, merge, publish, distribute, sublicense, and/or sell\ncopies of the Software, and to permit persons to whom the Software is\nfurnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in\nall copies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR\nIMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,\nFITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE\nAUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER\nLIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,\nOUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN\nTHE SOFTWARE."
        },
        {
          "id": 5,
          "title": "SymbolPicker",
          "text": "MIT License\n\nCopyright (c) 2022 Yubo Qin & Lakr Aream\n\nPermission is hereby granted, free of charge, to any person obtaining a copy\nof this software and associated documentation files (the \"Software\"), to deal\nin the Software without restriction, including without limitation the rights\nto use, copy, modify, merge, publish, distribute, sublicense, and/or sell\ncopies of the Software, and to permit persons to whom the Software is\nfurnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all\ncopies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR\nIMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,\nFITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE\nAUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER\nLIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,\nOUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE\nSOFTWARE."
        },
        {
          "id": 6,
          "title": "OpenAI",
          "text": "MIT License\n\nCopyright (c) 2023 MacPaw Inc.\n\nPermission is hereby granted, free of charge, to any person obtaining a copy\nof this software and associated documentation files (the \"Software\"), to deal\nin the Software without restriction, including without limitation the rights\nto use, copy, modify, merge, publish, distribute, sublicense, and/or sell\ncopies of the Software, and to permit persons to whom the Software is\nfurnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all\ncopies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR\nIMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,\nFITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE\nAUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER\nLIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,\nOUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE\nSOFTWARE."
        },
        {
          "id": 7,
          "title": "readability",
          "text": "Copyright (c) 2010 Arc90 Inc\n\nLicensed under the Apache License, Version 2.0 (the \"License\");\nyou may not use this file except in compliance with the License.\nYou may obtain a copy of the License at\n\n   http://www.apache.org/licenses/LICENSE-2.0\n\nUnless required by applicable law or agreed to in writing, software\ndistributed under the License is distributed on an \"AS IS\" BASIS,\nWITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.\nSee the License for the specific language governing permissions and\nlimitations under the License."
        }
      ]
    }
  ],
  "contactSections": [
    {
      "id": 0,
      "title": "Prendre contact",
      "items": [
        {
          "id": 0,
          "title": "Surfed sur Twitter",
          "url": "https://www.twitter.com/surfedapp",
          "imageName": "message.fill",
          "color": 0
        },
        {
          "id": 1,
          "title": "Surfed sur Mastodon",
          "url": "https://indieapps.space/@Surfed",
          "imageName": "message.fill",
          "color": 0
        },
        {
          "id": 2,
          "title": "Contactez-nous",
          "url": "mailto:support@surfed.app",
          "imageName": "envelope",
          "color": 0
        }
      ]
    }
  ],
  "changelogItems": []
}
